Repository: bobbyhuang-dev/WallpaperMachine
Catalog: upstream/renderer/app/WallpaperEngine/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Could not forget the saved Steam sign-in: %@
zh_hans: 无法忘记已保存的 Steam 登录：%@

source: Could not update the saved Steam sign-in: %@. You may need to sign in again next time.
zh_hans: 无法更新已保存的 Steam 登录：%@。下次可能需要重新登录。

source: Steam did not provide reusable sign-in files. You may need to sign in again next time.
zh_hans: Steam 未提供可复用的登录文件，下次可能需要重新登录。

source: Saved Steam sign-in expired; waiting for fresh authentication…
zh_hans: 已保存的 Steam 登录已失效，等待重新验证…

source: Your saved Steam sign-in has expired or was revoked. Choose Retry Steam sign-in and complete authentication again.
zh_hans: 已保存的 Steam 登录已过期或被撤销。请点击“重新发起 Steam 登录”并完成验证。

source: Using your saved Steam sign-in…
zh_hans: 正在使用已保存的 Steam 登录…

source: Steam sign-in storage must be a private directory, not a symbolic link.
zh_hans: Steam 登录保存位置必须是私有目录，不能是符号链接。

source: Steam sign-in files cannot be read through symbolic links.
zh_hans: 不能通过符号链接读取 Steam 登录文件。

source: Steam sign-in storage contains an unsafe file.
zh_hans: Steam 登录保存目录包含不安全的文件。

source: About
zh_hans: 关于

source: Active Wallpapers
zh_hans: 活跃的壁纸

source: App
zh_hans: 应用程序

source: Apply
zh_hans: 应用

source: Audio Response
zh_hans: 音频响应

source: Bridge
zh_hans: 桥接组件

source: Bridge Error
zh_hans: 桥接组件错误

source: Bridge Unavailable
zh_hans: 桥接组件不可用

source: Cancel
zh_hans: 取消

source: Check for Updates
zh_hans: 检查更新

source: Checking for updates...
zh_hans: 正在检查更新…

source: Clear
zh_hans: 清除

source: Clear Anyway
zh_hans: 仍要清除

source: Clear Shader Cache?
zh_hans: 是否要清除着色器缓存？

source: Clearing the shader cache may temporarily reduce performance. Currently active scene wallpapers will be rebuilt to regenerate fresh shaders.
zh_hans: 清除着色器缓存可能会暂时降低性能。当前活跃的场景壁纸将会被重新加载，以生成新的着色器。

source: Close
zh_hans: 关闭

source: Control Panel
zh_hans: 控制面板

source: Core
zh_hans: 核心

source: Shader Pipeline
zh_hans: 着色器管线

source: Current Wallpaper
zh_hans: 当前壁纸

source: Default
zh_hans: 默认

source: Disabled
zh_hans: 禁用

source: Display
zh_hans: 显示器

source: Display Configuration
zh_hans: 显示器配置

source: Display Information
zh_hans: 显示器信息

source: Display Mode
zh_hans: 显示器模式

source: Display Settings
zh_hans: 显示器设置

source: Eject
zh_hans: 弹出

source: Enable
zh_hans: 启用

source: Enabled
zh_hans: 启用

source: Exit
zh_hans: 退出

source: Fill
zh_hans: 填充

source: Filter
zh_hans: 筛选

source: General Configuration
zh_hans: 通用配置

source: GitHub did not return a successful update response.
zh_hans: GitHub 没有返回有效的更新数据

source: Inspector
zh_hans: 查看器

source: Launch at Login
zh_hans: 登录时启动

source: Link
zh_hans: 链接

source: Logs
zh_hans: 日志

source: Match
zh_hans: 匹配

source: Mirror
zh_hans: 镜像

source: Mirror Target
zh_hans: 镜像目标

source: Mirrored
zh_hans: 镜像

source: Modified
zh_hans: 已被修改

source: Move Wallpaper Engine to Applications to enable launch at login.
zh_hans: 将 Wallpaper Engine 安装到应用程序文件夹以启用登录时启动功能。

source: Mute
zh_hans: 静音

source: New Version Detected
zh_hans: 检测到新版本

source: No display configuration loaded.
zh_hans: 没有已被加载的显示器配置

source: No editable properties loaded.
zh_hans: 没有已被加载的可编辑属性

source: No Wallpaper Selected
zh_hans: 没有已选择的壁纸

source: No Wallpapers
zh_hans: 没有找到壁纸

source: None
zh_hans: 无

source: OK
zh_hans: 确认

source: Open
zh_hans: 打开

source: Open Release Page
zh_hans: 打开发布页面

source: Pause
zh_hans: 暂停

source: Pause wallpapers on battery
zh_hans: 使用电池供电时自动暂停壁纸播放

source: Play
zh_hans: 播放

source: Playback Unavailable
zh_hans: 播放组件不可用

source: Power Settings
zh_hans: 电源设置

source: Program Settings
zh_hans: 程序设置

source: Project Scene
zh_hans: 场景

source: Project URL
zh_hans: 项目地址

source: Refresh
zh_hans: 刷新

source: Release Notes:
zh_hans: 更新日志：

source: Restore Defaults
zh_hans: 恢复默认

source: Revert
zh_hans: 撤销

source: Scaling Factor
zh_hans: 缩放系数

source: Scaling Mode
zh_hans: 缩放模式

source: Search Wallpapers
zh_hans: 搜索壁纸

source: Settings
zh_hans: 设置

source: Shader Cache
zh_hans: 着色器缓存

source: Retry Steam sign-in
zh_hans: 重新发起 Steam 登录

source: Steam Guard sign-in help
zh_hans: Steam 令牌登录指引

source: Steam Guard · approve your sign-in
zh_hans: Steam 令牌 · 确认本次登录

source: Steam Guard help
zh_hans: Steam 令牌官方帮助

source: Mobile approval: open the Steam mobile app, select the same account in the Steam Guard shield tab, and approve the request you just started. If no notification appears, open Steam Guard directly. Only approve a sign-in you recognize.
zh_hans: 手机确认：打开 Steam 手机应用，在盾牌图标的 Steam 令牌页选择同一个账号，批准你刚发起的登录请求。没有收到通知时，直接打开令牌页查看。只批准你确认由自己发起的登录。

source: Authenticator code: in the Steam mobile app, open Steam Guard for this account and show its current code. Enter it in the Steam Guard code field here and press Submit before it changes. Check that your phone’s date and time are set automatically if codes are rejected.
zh_hans: 手机验证码：在 Steam 手机应用中打开此账号的 Steam 令牌，查看当前验证码，在本应用的 Steam Guard code 输入框填写，并在代码更新前点击 Submit。若验证码被拒绝，请检查手机是否已启用自动设置日期与时间。

source: Email code: check the email address registered to this Steam account, including spam, then enter the latest Steam Guard code here and press Submit. Delivery can be delayed; if this login expires, use Retry Steam sign-in and use the new code.
zh_hans: 邮件验证码：检查此 Steam 账号绑定的邮箱及垃圾邮件，在此填写最新的 Steam 令牌验证码并点击 Submit。邮件可能延迟；若本次登录已过期，点击“重新发起 Steam 登录”，使用新请求的验证码。

source: Do not disable Steam Guard or share passwords, codes, or recovery codes. If you denied this request or it expired, wait for this attempt to finish and choose Retry Steam sign-in. Steam decides which verification method is available; retrying does not bypass approval.
zh_hans: 不要关闭 Steam 令牌，也不要分享密码、验证码或恢复码。若误点拒绝或请求过期，等本次尝试结束后点击“重新发起 Steam 登录”。验证方式由 Steam 决定，重试不会绕过验证。

source: Keep this download open while you complete Steam Guard. It continues automatically after approval. Downloads stop after 5 minutes without SteamCMD output or 30 minutes overall.
zh_hans: 完成 Steam 令牌验证时，请保持本下载窗口打开；批准后会自动继续。SteamCMD 连续 5 分钟无输出或总耗时超过 30 分钟时，本次下载会停止。

source: Starts a new SteamCMD login using the account name above. If prompted, enter your password, then approve the new request or enter a fresh code. The rejected request is not reused. If Steam reports too many attempts, wait before retrying.
zh_hans: 使用上方账号重新发起 SteamCMD 登录。如有提示，请输入密码，然后批准新的登录请求或填写新的验证码，不会复用被拒绝的请求。若 Steam 提示尝试过于频繁，请先等待再重试。

source: Saved Steam sign-in for this account on this Mac
zh_hans: 此账号的 Steam 登录缓存已保存在本机

source: Keep me signed in on this Mac
zh_hans: 在这台 Mac 上保持登录

source: When enabled, Steam-issued sign-in cache is saved privately on this Mac, not your submitted password or Steam Guard codes. Downloads still use temporary staging. Steam may request a fresh login after expiry, revocation, or security checks.
zh_hans: 启用后，Steam 签发的登录缓存会保存在这台 Mac 的私有目录中，不会保存你输入的密码或 Steam 令牌验证码。下载仍使用临时暂存目录。缓存过期、被撤销或触发安全检查时，Steam 可能要求重新登录。

source: Forget saved Steam sign-in
zh_hans: 清除已保存的 Steam 登录

source: Removes saved sign-in from this Mac only; it does not sign out other Steam devices.
zh_hans: 仅清除此 Mac 上保存的登录，不会退出其他设备上的 Steam 登录。

source: Saved sign-in warning
zh_hans: 登录缓存警告

source: 3. Choose a wallpaper, select steamcmd.sh, enter your Steam account login name, and confirm ownership on first use or when switching accounts. Enter your password or Steam Guard code only when prompted; mobile approval is supported.
zh_hans: 3. 选择壁纸和 steamcmd.sh，输入 Steam 账号登录名，并在首次使用或切换账号时确认拥有 Wallpaper Engine。仅在出现提示时输入密码或 Steam 令牌验证码；也支持通过手机批准登录。

source: MacWallpaperEngine runs a private copy of SteamCMD and removes temporary download staging. Keep me signed in on this Mac saves Steam-issued sign-in cache in private app support storage, never submitted passwords or Steam Guard codes. Turn it off or choose Forget saved Steam sign-in to remove the local cache; other Steam devices stay signed in. Steam can request fresh authentication after expiry, revocation, or security checks. Downloads can take longer on first launch while SteamCMD updates.
zh_hans: MacWallpaperEngine 运行独立的 SteamCMD 副本，并清理临时下载目录。“在这台 Mac 上保持登录”会将 Steam 签发的登录缓存保存在私有的应用支持目录中，绝不保存你输入的密码或 Steam 令牌验证码。关闭此选项或选择“清除已保存的 Steam 登录”即可删除本地缓存，其他设备仍保持 Steam 登录。缓存过期、被撤销或触发安全检查时，Steam 可能要求重新验证。首次启动时 SteamCMD 需要更新，下载可能耗时更长。

source: Standalone
zh_hans: 独立

source: Stretch
zh_hans: 拉伸

source: Target Frame Rate
zh_hans: 目标帧率

source: Target Frame Rate Value
zh_hans: 目标帧率值

source: The rendering bridge could not be started.
zh_hans: 渲染器桥接组件启动失败

source: This wallpaper type is not editable.
zh_hans: 壁纸类型不可编辑

source: Unknown
zh_hans: 未知

source: Unmute
zh_hans: 取消静音

source: Up to date
zh_hans: 已是最新版本

source: Update available
zh_hans: 检测到新版本

source: Updates
zh_hans: 版本更新

source: Updates not yet checked
zh_hans: 尚未检查更新

source: Video
zh_hans: 视频

source: Volume
zh_hans: 音量

source: Wallpaper
zh_hans: 壁纸

source: Wallpaper playback pauses when the device is running on battery power and resumes automatically when connected to a power source. Playback can also be resumed manually from the menu bar.
zh_hans: 使用电池供电时，应用会自动暂停壁纸播放；你可以通过菜单栏手动恢复播放。设备接入电源后，壁纸播放会自动恢复。

source: Wallpaper Properties
zh_hans: 壁纸属性

source: Webpage
zh_hans: 网页
